Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# trip_planner.country_picker.match_count_format
source: %lld of %lld bucket lists
de: %lld von %lld Bucket Lists
es: %lld de %lld listas de deseos
fr: %lld bucket list(s) sur %lld
it: %lld di %lld bucket list
pt_br: %lld de %lld listas de desejos
ru: %lld из %lld bucket list

# trip_planner.country_picker.one_person_bucket
source: In one person's bucket list
de: In der Bucket List von einer Person
es: En la lista de deseos de una persona
fr: Dans la bucket list d'une personne
it: Nella bucket list di una persona
pt_br: Na lista de desejos de uma pessoa
ru: В bucket list одного человека

# trip_planner.create_trip_title
source: Create Trip
de: Reise erstellen
es: Crear viaje
fr: Creer un voyage
it: Crea viaggio
pt_br: Criar viagem
ru: Создать поездку

# trip_planner.detail.availability_group_subtitle
source: Compare when everyone is free and lock in the best window.
de: Vergleicht, wann alle frei sind, und legt das beste Zeitfenster fest.
es: Compara cuando todos estan libres y fija la mejor ventana.
fr: Comparez les disponibilites de chacun et fixez la meilleure periode.
it: Confronta quando tutti sono liberi e blocca la finestra migliore.
pt_br: Compare quando todos estao livres e encontre a melhor janela.
ru: Сравните, когда все свободны, и закрепите лучшее окно.

# trip_planner.detail.availability_solo_subtitle
source: Keep rough options visible until your dates are finalized.
de: Behalte ungefahr passende Optionen sichtbar, bis deine Daten feststehen.
es: Mantén visibles las opciones aproximadas hasta definir tus fechas.
fr: Gardez des options approximatives visibles jusqu'a ce que vos dates soient finalisees.
it: Mantieni visibili le opzioni indicative finche le date non sono definitive.
pt_br: Mantenha as opcoes aproximadas visiveis ate as datas serem definidas.
ru: Держите примерные варианты на виду, пока даты не будут окончательно определены.

# trip_planner.detail.basics
source: Basics
de: Grundlagen
es: Basicos
fr: Informations de base
it: Base
pt_br: Basico
ru: Основы

# trip_planner.detail.basics_subtitle
source: Update the trip name, notes, and dates.
de: Aktualisiere Reisename, Notizen und Daten.
es: Actualiza el nombre del viaje, las notas y las fechas.
fr: Mettez a jour le nom, les notes et les dates.
it: Aggiorna nome del viaggio, note e date.
pt_br: Atualize o nome da viagem, as notas e as datas.
ru: Обновите название поездки, заметки и даты.

# trip_planner.detail.countries_subtitle
source: Everything currently included in this trip.
de: Alles, was aktuell in dieser Reise enthalten ist.
es: Todo lo que esta incluido actualmente en este viaje.
fr: Tout ce qui est actuellement inclus dans ce voyage.
it: Tutto cio che e attualmente incluso in questo viaggio.
pt_br: Tudo o que esta incluido nesta viagem no momento.
ru: Все, что сейчас включено в эту поездку.

# trip_planner.detail.everyone_included
source: Everyone currently included in this trip.
de: Alle, die aktuell in dieser Reise enthalten sind.
es: Todas las personas incluidas actualmente en este viaje.
fr: Toutes les personnes actuellement incluses dans ce voyage.
it: Tutti quelli attualmente inclusi in questo viaggio.
pt_br: Todos incluidos nesta viagem no momento.
ru: Все, кто сейчас включен в эту поездку.

# trip_planner.detail.group_trip
source: Group trip
de: Gruppenreise
es: Viaje en grupo
fr: Voyage en groupe
it: Viaggio di gruppo
pt_br: Viagem em grupo
ru: Групповая поездка

# trip_planner.detail.just_you_for_now
source: Just you for now.
de: Im Moment nur du.
es: Solo tu por ahora.
fr: Seulement vous pour le moment.
it: Per ora solo tu.
pt_br: So voce por enquanto.
ru: Пока только вы.

# trip_planner.detail.loading_profiles
source: Loading profiles...
de: Profile werden geladen...
es: Cargando perfiles...
fr: Chargement des profils...
it: Caricamento profili...
pt_br: Carregando perfis...
ru: Загрузка профилей...

# trip_planner.detail.no_friends_added
source: No friends have been added to this trip yet.
de: Dieser Reise wurden noch keine Freunde hinzugefugt.
es: Todavia no se han agregado amigos a este viaje.
fr: Aucun ami n'a encore ete ajoute a ce voyage.
it: Nessun amico e ancora stato aggiunto a questo viaggio.
pt_br: Nenhum amigo foi adicionado a esta viagem ainda.
ru: В эту поездку еще не добавлены друзья.

# trip_planner.detail.solo_trip
source: Solo trip
de: Soloreise
es: Viaje en solitario
fr: Voyage solo
it: Viaggio in solitaria
pt_br: Viagem solo
ru: Сольная поездка

# trip_planner.detail.trip_details
source: Trip Details
de: Reisedetails
es: Detalles del viaje
fr: Details du voyage
it: Dettagli del viaggio
pt_br: Detalhes da viagem
ru: Детали поездки

# trip_planner.detail.trip_stats
source: Trip Stats
de: Reisestatistiken
es: Estadisticas del viaje
fr: Statistiques du voyage
it: Statistiche del viaggio
pt_br: Estatisticas da viagem
ru: Статистика поездки

# trip_planner.detail.trip_stats_subtitle
source: Based on the countries currently in this plan.
de: Basierend auf den Landern, die derzeit in diesem Plan enthalten sind.
es: Basado en los paises que estan actualmente en este plan.
fr: Base sur les pays actuellement inclus dans ce plan.
it: Basato sui paesi attualmente inclusi in questo piano.
pt_br: Com base nos paises atualmente incluidos neste plano.
ru: На основе стран, которые сейчас включены в этот план.

# trip_planner.empty.cta
source: Create New Trip
de: Neue Reise erstellen
es: Crear nuevo viaje
fr: Creer un nouveau voyage
it: Crea nuovo viaggio
pt_br: Criar nova viagem
ru: Создать новую поездку

# trip_planner.empty.subtitle
source: Start with one rough trip idea and refine it as dates, countries, and people come into focus.
de: Beginne mit einer groben Reiseidee und verfeinere sie, wenn Daten, Lander und Mitreisende klarer werden.
es: Empieza con una idea general del viaje y refinála cuando las fechas, paises y personas se definan.
fr: Commencez par une idee approximative de voyage, puis affinez-la au fur et a mesure que les dates, les pays et les personnes se preciseront.
it: Inizia con un'idea di viaggio approssimativa e rifiniscila man mano che date, paesi e persone prendono forma.
pt_br: Comece com uma ideia inicial de viagem e refine quando datas, paises e pessoas ficarem mais claras.
ru: Начните с одной примерной идеи поездки и уточняйте ее по мере того, как проясняются даты, страны и люди.

# trip_planner.empty.title
source: No Trips Yet
de: Noch keine Reisen
es: Todavia no hay viajes
fr: Aucun voyage pour le moment
it: Ancora nessun viaggio
pt_br: Ainda nao ha viagens
ru: Пока нет поездок

# trip_planner.end
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
pt_br: Fim
ru: Конец

# trip_planner.expenses.add_expense
source: Add expense
de: Ausgabe hinzufugen
es: Agregar gasto
fr: Ajouter une depense
it: Aggiungi spesa
pt_br: Adicionar despesa
ru: Добавить расход

# trip_planner.expenses.add_people_first
source: Add people to the trip to start tracking who owes what.
de: Fuge zuerst Personen zur Reise hinzu, um zu verfolgen, wer wem etwas schuldet.
es: Agrega personas al viaje para empezar a seguir quien debe que.
fr: Ajoutez d'abord des personnes au voyage pour commencer a suivre qui doit quoi.
it: Aggiungi prima persone al viaggio per iniziare a tenere traccia di chi deve cosa.
pt_br: Adicione pessoas a viagem primeiro para comecar a acompanhar quem deve o que.
ru: Сначала добавьте людей в поездку, чтобы начать отслеживать, кто кому должен.

# trip_planner.expenses.amount_usd
source: Amount (USD)
de: Betrag (USD)
es: Monto (USD)
fr: Montant (USD)
it: Importo (USD)
pt_br: Valor (USD)
ru: Сумма (USD)

# trip_planner.expenses.delete_expense
source: Delete Expense
de: Ausgabe loschen
es: Eliminar gasto
fr: Supprimer la depense
it: Elimina spesa
pt_br: Excluir despesa
ru: Удалить расход

# trip_planner.expenses.edit_expense
source: Edit expense
de: Ausgabe bearbeiten
es: Editar gasto
fr: Modifier la depense
it: Modifica spesa
pt_br: Editar despesa
ru: Изменить расход

# trip_planner.expenses.expense_title
source: Expense title
de: Titel der Ausgabe
es: Titulo del gasto
fr: Titre de la depense
it: Titolo della spesa
pt_br: Titulo da despesa
ru: Название расхода

# trip_planner.expenses.expense_title_placeholder
source: Hotel, dinner, train tickets...
de: Hotel, Abendessen, Zugtickets...
es: Hotel, cena, boletos de tren...
fr: Hotel, diner, billets de train...
it: Hotel, cena, biglietti del treno...
pt_br: Hotel, jantar, passagens de trem...
ru: Отель, ужин, билеты на поезд...

# trip_planner.expenses.logged_expenses
source: Logged expenses
de: Erfasste Ausgaben
es: Gastos registrados
fr: Depenses enregistrees
it: Spese registrate
pt_br: Despesas registradas
ru: Записанные расходы

# trip_planner.expenses.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
ru: Вручную

# trip_planner.expenses.mark_paid
source: Mark Paid
de: Als bezahlt markieren
es: Marcar pagado
fr: Marquer comme paye
it: Segna come pagato
pt_br: Marcar como pago
ru: Отметить как оплачено

# trip_planner.expenses.mark_unpaid
source: Mark Unpaid
de: Als unbezahlt markieren
es: Marcar no pagado
fr: Marquer comme non paye
it: Segna come non pagato
pt_br: Marcar como nao pago
ru: Отметить как не оплачено

# trip_planner.expenses.new
source: New
de: Neu
es: Nuevo
fr: Nouvelle
it: Nuovo
pt_br: Novo
ru: Новый

# trip_planner.expenses.no_one_owes
source: No one owes anything on this expense.
de: Niemand schuldet bei dieser Ausgabe etwas.
es: Nadie debe nada en este gasto.
fr: Personne ne doit quoi que ce soit pour cette depense.
it: Nessuno deve nulla per questa spesa.
pt_br: Ninguem deve nada nesta despesa.
ru: По этому расходу никто ничего не должен.

# trip_planner.expenses.none_yet
source: No expenses yet.
de: Noch keine Ausgaben.
es: Todavia no hay gastos.
fr: Aucune depense pour le moment.
it: Ancora nessuna spesa.
pt_br: Ainda nao ha despesas.
ru: Расходов пока нет.

# trip_planner.expenses.not_paid
source: Not paid
de: Nicht bezahlt
es: No pagado
fr: Non paye
it: Non pagato
pt_br: Nao pago
ru: Не оплачено

# trip_planner.expenses.outstanding_balances
source: Outstanding balances
de: Offene Salden
es: Saldos pendientes
fr: Soldes en attente
it: Saldi in sospeso
pt_br: Saldos pendentes
ru: Непогашенные балансы

# trip_planner.expenses.overlay_subtitle
source: Track what was paid, who benefited, and who still owes.
de: Verfolge, was bezahlt wurde, wer profitiert hat und wer noch schuldet.
es: Lleva el control de lo pagado, quien se beneficio y quien todavia debe.
fr: Suivez ce qui a ete paye, qui en a profite et qui doit encore.
it: Tieni traccia di cosa e stato pagato, chi ne ha beneficiato e chi deve ancora pagare.
pt_br: Acompanhe o que foi pago, quem se beneficiou e quem ainda deve.
ru: Отслеживайте, что было оплачено, кто получил выгоду и кто все еще должен.

# trip_planner.expenses.owes_format
source: %@ owes %@
de: %@ schuldet %@
es: %@ debe %@
fr: %@ doit %@
it: %@ deve %@
pt_br: %@ deve %@
ru: %@ должен %@

# trip_planner.expenses.paid
source: Paid
de: Bezahlt
es: Pagado
fr: Paye
it: Pagato
pt_br: Pago
ru: Оплачено

# trip_planner.expenses.paid_by
source: Paid by
de: Bezahlt von
es: Pagado por
fr: Paye par
it: Pagato da
pt_br: Pago por
ru: Оплатил

# trip_planner.expenses.paid_by_format
source: %@ paid by %@
de: %@ bezahlt von %@
es: %@ pagado por %@
fr: %@ paye par %@
it: %@ pagato da %@
pt_br: %@ pago por %@
ru: %@ оплачено пользователем %@

# trip_planner.expenses.settled_up
source: Settled up
de: Ausgeglichen
es: Saldado
fr: Regle
it: Saldato
pt_br: Quitado
ru: Расчеты завершены

# trip_planner.expenses.should_receive
source: Should receive
de: Sollte erhalten
es: Debe recibir
fr: Doit recevoir
it: Dovrebbe ricevere
pt_br: Deve receber
ru: Должен получить

# trip_planner.expenses.split
source: Split
de: Aufteilen
es: Dividir
fr: Repartition
it: Dividi
pt_br: Dividir
ru: Разделить

# trip_planner.expenses.split_between
source: Split between
de: Aufteilen zwischen
es: Dividir entre
fr: Repartir entre
it: Dividi tra
pt_br: Dividir entre
ru: Разделить между

# trip_planner.expenses.split_mode.everyone
source: Everyone
de: Alle
es: Todos
fr: Tout le monde
it: Tutti
pt_br: Todos
ru: Все

# trip_planner.expenses.split_mode.selected
source: Selected
de: Ausgewahlt
es: Seleccionados
fr: Selection
it: Selezionati
pt_br: Selecionados
ru: Выбранные

# trip_planner.expenses.stats.empty
source: No expenses logged yet. Add hotels, meals, tickets, or shared costs here.
de: Noch keine Ausgaben erfasst. Fuge hier Hotels, Mahlzeiten, Tickets oder geteilte Kosten hinzu.
es: Todavia no hay gastos registrados. Agrega hoteles, comidas, boletos o costos compartidos aqui.
fr: Aucune depense enregistree pour le moment. Ajoutez ici hotels, repas, billets ou frais partages.
it: Nessuna spesa registrata. Aggiungi qui hotel, pasti, biglietti o costi condivisi.
pt_br: Ainda nao ha despesas registradas. Adicione aqui hoteis, refeicoes, ingressos ou custos compartilhados.
ru: Расходы пока не записаны. Добавьте сюда отели, еду, билеты или общие траты.

# trip_planner.expenses.stats.everyone_settled
source: Everyone is settled
de: Alle sind ausgeglichen
es: Todos estan al dia
fr: Tout le monde est a jour
it: Tutti sono in pari
pt_br: Todos estao quites
ru: У всех все закрыто

# trip_planner.expenses.stats.expense_count
source: %lld expenses
de: %lld Ausgaben
es: %lld gastos
fr: %lld depense(s)
it: %lld spese
pt_br: %lld despesas
ru: %lld расходов

# trip_planner.expenses.stats.more_expenses
source: %lld more expenses in this trip.
de: %lld weitere Ausgaben in dieser Reise.
es: %lld gastos mas en este viaje.
fr: %lld depense(s) de plus dans ce voyage.
it: %lld altre spese in questo viaggio.
pt_br: %lld despesas a mais nesta viagem.
ru: Еще %lld расходов в этой поездке.

# trip_planner.expenses.stats.still_owed
source: Still owed
de: Noch geschuldet
es: Todavia adeudado
fr: Encore du
it: Ancora dovuto
pt_br: Ainda devido
ru: Еще должны

# trip_planner.expenses.stats.total_logged
source: Total logged
de: Gesamt erfasst
es: Total registrado
fr: Total enregistre
it: Totale registrato
pt_br: Total registrado
ru: Всего записано

# trip_planner.expenses.stats.unpaid_balances
source: Unpaid balances remaining
de: Unbezahlte Salden verbleiben
es: Quedan saldos sin pagar
fr: Soldes impayes restants
it: Restano saldi non pagati
pt_br: Restam saldos nao pagos
ru: Остались неоплаченные балансы

# trip_planner.expenses.still_owes
source: Still owes
de: Schuldet noch
es: Todavia debe
fr: Doit encore
it: Deve ancora
pt_br: Ainda deve
ru: Все еще должен

# trip_planner.expenses.subtitle
source: Track who paid, who owes, and what’s still outstanding.
de: Verfolge, wer bezahlt hat, wer schuldet und was noch offen ist.
es: Lleva el control de quien pago, quien debe y que sigue pendiente.
fr: Suivez qui a paye, qui doit et ce qui reste en attente.
it: Tieni traccia di chi ha pagato, chi deve e cosa e ancora in sospeso.
pt_br: Acompanhe quem pagou, quem deve e o que ainda esta pendente.
ru: Отслеживайте, кто заплатил, кто должен и что еще осталось закрыть.

# trip_planner.expenses.title
source: Expenses
de: Ausgaben
es: Gastos
fr: Depenses
it: Spese
pt_br: Despesas
ru: Расходы

# trip_planner.friend_matching_locked
source: Friend matching needs a signed-in account.
de: Freundesabgleich erfordert ein angemeldetes Konto.
es: La coincidencia con amigos requiere una cuenta iniciada.
fr: L'association d'amis necessite un compte connecte.
it: L'abbinamento degli amici richiede un account connesso.
pt_br: A combinacao de amigos precisa de uma conta conectada.
ru: Для сопоставления друзей нужен аккаунт с входом.

# trip_planner.friends.load_error
source: We couldn't load your friends right now.
de: Deine Freunde konnten gerade nicht geladen werden.
es: No pudimos cargar tus amigos en este momento.
fr: Nous n'avons pas pu charger vos amis pour le moment.
it: Non siamo riusciti a caricare i tuoi amici in questo momento.
pt_br: Nao conseguimos carregar seus amigos agora.
ru: Сейчас не удалось загрузить ваших друзей.

# trip_planner.friends.loading
source: Loading friends...
de: Freunde werden geladen...
es: Cargando amigos...
fr: Chargement des amis...
it: Caricamento amici...
pt_br: Carregando amigos...
ru: Загрузка друзей...

# trip_planner.friends.mutual_count_format
source: %lld mutual
de: %lld gemeinsam
es: %lld en comun
fr: %lld en commun
it: %lld in comune
pt_br: %lld em comum
ru: %lld общих

# trip_planner.friends.none_added_yet
source: You don’t have any friends added yet.
de: Du hast noch keine Freunde hinzugefugt.
es: Todavia no tienes amigos agregados.
fr: Vous n'avez pas encore ajoute d'amis.
it: Non hai ancora aggiunto nessun amico.
pt_br: Voce ainda nao adicionou nenhum amigo.
ru: У вас пока нет добавленных друзей.

# trip_planner.friends.search_placeholder
source: Hadi, Layal, @username...
de: Hadi, Layal, @benutzername...
es: Hadi, Layal, @usuario...
ru: Хади, Лаяль, @username...

# trip_planner.friends.search_title
source: Search friends
de: Freunde suchen
es: Buscar amigos
fr: Rechercher des amis
it: Cerca amici
pt_br: Buscar amigos
ru: Искать друзей

# trip_planner.friends.sign_in_required
source: Sign in to edit trip companions.
de: Melde dich an, um Reisebegleiter zu bearbeiten.
es: Inicia sesion para editar los acompanantes del viaje.
fr: Connectez-vous pour modifier les compagnons de voyage.
it: Accedi per modificare i compagni di viaggio.
pt_br: Entre para editar acompanhantes da viagem.
ru: Войдите, чтобы редактировать попутчиков.

# trip_planner.friends.subtitle
source: Choose who’s joining this trip.
de: Wahle aus, wer an dieser Reise teilnimmt.
es: Elige quien se une a este viaje.
fr: Choisissez qui participe a ce voyage.
it: Scegli chi partecipera a questo viaggio.
pt_br: Escolha quem vai participar desta viagem.
ru: Выберите, кто присоединится к этой поездке.

# trip_planner.generated_title_format
source: %@ Trip
de: %@-Reise
es: Viaje a %@
fr: Voyage a %@
it: Viaggio in %@
pt_br: Viagem para %@
ru: Поездка в %@

# trip_planner.included_in_trip
source: Included in this trip
de: In dieser Reise enthalten
es: Incluidos en este viaje
fr: Inclus dans ce voyage
it: Incluso in questo viaggio
pt_br: Incluido nesta viagem
ru: Включено в эту поездку

# trip_planner.itinerary.country
source: Country
de: Land
es: Pais
fr: Pays
it: Paese
pt_br: Pais
ru: Страна

# trip_planner.itinerary.country_day
source: Country day
de: Ländertag
es: Dia de pais
fr: Jour dans le pays
it: Giorno nel paese
pt_br: Dia no pais
ru: День в стране

# trip_planner.itinerary.day_by_day_subtitle
source: Choose the country for each day, or mark a day as travel so trip costs reflect your actual routing.
de: Wahle fur jeden Tag das Land aus oder markiere einen Tag als Reisetag, damit die Kosten die tatsachliche Route widerspiegeln.
es: Elige el pais para cada dia o marca un dia como traslado para que los costos reflejen tu ruta real.
fr: Choisissez le pays pour chaque jour, ou marquez un jour comme trajet pour que les couts du voyage refletent votre vrai parcours.
it: Scegli il paese per ogni giorno oppure segna un giorno come viaggio, cosi i costi riflettono il percorso reale.
pt_br: Escolha o pais para cada dia ou marque um dia como deslocamento para que os custos reflitam sua rota real.
ru: Выберите страну для каждого дня или отметьте день как дорогу, чтобы расходы на поездку отражали ваш реальный маршрут.

# trip_planner.itinerary.day_by_day_title
source: Day-by-day route
de: Tag-fur-Tag-Route
es: Ruta dia por dia
fr: Itineraire jour par jour
it: Percorso giorno per giorno
pt_br: Rota dia a dia
ru: Маршрут по дням

# trip_planner.itinerary.more_days
source: %lld more days in this itinerary.
de: %lld weitere Tage in dieser Reiseroute.
es: %lld dias mas en este itinerario.
fr: %lld jour(s) de plus dans cet itineraire.
it: %lld giorni in piu in questo itinerario.
pt_br: %lld dias a mais neste itinerario.
ru: Еще %lld дней в этом маршруте.

# trip_planner.itinerary.preview_empty
source: Add trip dates to map each day to a country or mark it as travel.
de: Fuge Reisedaten hinzu, um jeden Tag einem Land zuzuordnen oder als Reisetag zu markieren.
es: Agrega fechas al viaje para asignar cada dia a un pais o marcarlo como traslado.
fr: Ajoutez des dates de voyage pour attribuer chaque jour a un pays ou le marquer comme trajet.
it: Aggiungi le date del viaggio per associare ogni giorno a un paese o segnarlo come viaggio.
pt_br: Adicione as datas da viagem para associar cada dia a um pais ou marcá-lo como deslocamento.
ru: Добавьте даты поездки, чтобы привязать каждый день к стране или отметить его как день дороги.

# trip_planner.itinerary.title
source: Itinerary
de: Reiseroute
es: Itinerario
fr: Itineraire
it: Itinerario
pt_br: Itinerario
ru: Маршрут

# trip_planner.itinerary.travel
source: Travel
de: Reise
es: Traslado
fr: Trajet
it: Viaggio
pt_br: Deslocamento
ru: Дорога

# trip_planner.itinerary.travel_day
source: Travel day
de: Reisetag
es: Dia de traslado
fr: Jour de trajet
it: Giorno di viaggio
pt_br: Dia de deslocamento
ru: День дороги

# trip_planner.itinerary.type
source: Type
de: Typ
es: Tipo
it: Tipo
pt_br: Tipo
ru: Тип

# trip_planner.loading
source: Loading planner...
de: Planer wird geladen...
es: Cargando planificador...
fr: Chargement du planificateur...
it: Caricamento planner...
pt_br: Carregando planejador...
ru: Загрузка планировщика...

# trip_planner.new_trip
source: New Trip
de: Neue Reise
es: Nuevo viaje
fr: Nouveau voyage
it: Nuovo viaggio
pt_br: Nova viagem
ru: Новая поездка

# trip_planner.no_friends_yet
source: You do not have any friends added yet, so this trip will stay solo for now.
de: Du hast noch keine Freunde hinzugefugt, daher bleibt diese Reise vorerst solo.
es: Todavia no tienes amigos agregados, asi que este viaje seguira siendo en solitario por ahora.
fr: Vous n'avez pas encore d'amis ajoutes, donc ce voyage restera solo pour le moment.
it: Non hai ancora aggiunto amici, quindi questo viaggio restera per ora in solitaria.
pt_br: Voce ainda nao adicionou nenhum amigo, entao esta viagem vai continuar solo por enquanto.
ru: У вас пока нет добавленных друзей, поэтому эта поездка пока останется сольной.

# trip_planner.notes
source: Notes
de: Notizen
es: Notas
it: Note
pt_br: Notas
ru: Заметки

# trip_planner.notes_placeholder
source: What kind of trip are you imagining?
de: Welche Art von Reise stellst du dir vor?
es: Que tipo de viaje estas imaginando?
fr: Quel type de voyage imaginez-vous ?
it: Che tipo di viaggio immagini?
pt_br: Que tipo de viagem voce esta imaginando?
ru: Какую поездку вы себе представляете?

# trip_planner.pick_country_before_save
source: Pick at least one country before saving the trip.
de: Wahle mindestens ein Land aus, bevor du die Reise speicherst.
es: Elige al menos un pais antes de guardar el viaje.
fr: Choisissez au moins un pays avant d'enregistrer le voyage.
it: Scegli almeno un paese prima di salvare il viaggio.
pt_br: Escolha pelo menos um pais antes de salvar a viagem.
ru: Перед сохранением поездки выберите хотя бы одну страну.

# trip_planner.plan_with_friends
source: Plan with friends
de: Mit Freunden planen
es: Planear con amigos
fr: Planifier avec des amis
it: Pianifica con gli amici
pt_br: Planejar com amigos
ru: Планировать с друзьями

# trip_planner.preview_calendar
source: Preview in Apple Calendar
de: In Apple Calendar ansehen
es: Previsualizar en Apple Calendar
fr: Apercu dans Apple Calendar
it: Anteprima in Apple Calendar
pt_br: Visualizar no Apple Calendar
ru: Предпросмотр в Apple Calendar

# trip_planner.saved_trip.with_format
source: With %@
de: Mit %@
es: Con %@
fr: Avec %@
it: Con %@
pt_br: Com %@
ru: С %@

# trip_planner.see_more
source: See more
de: Mehr anzeigen
es: Ver mas
fr: Voir plus
it: Vedi altro
pt_br: Ver mais
ru: Показать больше

# trip_planner.shared
source: Shared
de: Geteilt
es: Compartido
fr: Partage
it: Condiviso
pt_br: Compartilhado
ru: Общий
